Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeApplication/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: The folder of this session, %@, cannot be entered.
ar: يتعذّر الوصول إلى مجلد هذه الجلسة، %@.
de: Auf den Ordner dieser Sitzung, %@, kann nicht zugegriffen werden.
es: No se puede acceder a la carpeta de esta sesión, %@.
fr: Le dossier de cette session, %@, n’est pas accessible.
hi: इस सेशन का फ़ोल्डर, %@, ऐक्सेस नहीं किया जा सकता।
it: La cartella di questa sessione, %@, non è accessibile.
ja: このセッションのフォルダ（%@）にアクセスできません。
ko: 이 세션의 폴더 %@에 접근할 수 없습니다.
nl: De map van deze sessie, %@, is niet toegankelijk.
pl: Folder tej sesji (%@) jest niedostępny.
pt_br: A pasta desta sessão, %@, não está acessível.
ru: Папка этой сессии (%@) недоступна.
tr: Bu oturumun klasörüne (%@) girilemiyor.
uk: Папка цього сеансу, %@, недоступна.
zh_hans: 无法进入此会话的文件夹 %@。
zh_hant: 無法進入此工作階段的資料夾 %@。

source: The folder of this session, %@, no longer exists.
ar: مجلد هذه الجلسة، %@، لم يعد موجودًا.
de: Der Ordner dieser Sitzung, %@, existiert nicht mehr.
es: La carpeta de esta sesión, %@, ya no existe.
fr: Le dossier de cette session, %@, n’existe plus.
hi: इस सेशन का फ़ोल्डर, %@, अब मौजूद नहीं है।
it: La cartella di questa sessione, %@, non esiste più.
ja: このセッションのフォルダ（%@）は存在しなくなりました。
ko: 이 세션의 폴더 %@이(가) 더 이상 존재하지 않습니다.
nl: De map van deze sessie, %@, bestaat niet meer.
pl: Folder tej sesji (%@) już nie istnieje.
pt_br: A pasta desta sessão, %@, não existe mais.
ru: Папка этой сессии (%@) больше не существует.
tr: Bu oturumun klasörü (%@) artık yok.
uk: Папка цього сеансу, %@, більше не існує.
zh_hans: 此会话的文件夹 %@ 已不存在。
zh_hant: 此工作階段的資料夾 %@ 已不存在。

source: The identifier stored for this session is not one %@ would accept.
ar: المعرّف المحفوظ لهذه الجلسة لا يقبله %@.
de: Die für diese Sitzung gespeicherte Kennung wird von %@ nicht akzeptiert.
es: %@ no aceptaría el identificador guardado para esta sesión.
fr: L’identifiant enregistré pour cette session n’est pas accepté par %@.
hi: इस सेशन के लिए सहेजा गया पहचानकर्ता %@ स्वीकार नहीं करेगा।
it: L’identificatore salvato per questa sessione non è accettato da %@.
ja: このセッションに保存されている識別子は、%@で受け付けられません。
ko: 이 세션에 저장된 식별자는 %@에서 허용되지 않습니다.
nl: De ID die voor deze sessie is bewaard, wordt niet door %@ geaccepteerd.
pl: Identyfikator zapisany dla tej sesji nie zostanie zaakceptowany przez %@.
pt_br: O identificador armazenado para esta sessão não é aceito por %@.
ru: Сохранённый для этой сессии идентификатор не принимается %@.
tr: Bu oturum için saklanan tanımlayıcı, %@ tarafından kabul edilmiyor.
uk: %@ не прийме збережений для цього сеансу ідентифікатор.
zh_hans: 为此会话存储的标识符不被 %@ 接受。
zh_hant: 此工作階段儲存的識別碼不被 %@ 接受。

source: The initial prompt contains a null character, which would cut it short.
ar: يحتوي الـ prompt الأولي على حرف فارغ (null) من شأنه أن يقتطعه.
de: Der anfängliche Prompt enthält ein Nullzeichen, das ihn abschneiden würde.
es: El prompt inicial contiene un carácter nulo, que lo cortaría.
fr: Le prompt initial contient un caractère nul, qui le tronquerait.
hi: प्रारंभिक प्रॉम्प्ट में एक null वर्ण है, जो उसे बीच में काट देगा।
it: Il prompt iniziale contiene un carattere nullo, che lo troncherebbe.
ja: 最初のプロンプトにヌル文字が含まれているため、途中で切れてしまいます。
ko: 초기 프롬프트에 null 문자가 있어 내용이 잘리게 됩니다.
nl: De beginprompt bevat een nulteken, waardoor hij zou worden afgekapt.
pl: Początkowy prompt zawiera znak null, który by go obciął.
pt_br: O prompt inicial contém um caractere nulo, que o truncaria.
ru: Начальный промпт содержит нулевой символ, который обрежет его.
tr: Başlangıç istemi, onu yarıda kesecek bir boş karakter içeriyor.
uk: Початковий промпт містить нульовий символ, який обрізав би його.
zh_hans: 初始提示词包含空字符，会导致其被截断。
zh_hant: 初始提示詞包含空字元，會使其被截斷。

source: The initial prompt exceeds the %@ byte limit accepted by the agent.
ar: يتجاوز الـ prompt الأولي حد %@ بايت الذي يقبله الوكيل.
de: Der anfängliche Prompt überschreitet das vom Agent akzeptierte Limit von %@ Byte.
es: El prompt inicial supera el límite de %@ bytes que acepta el agente.
fr: Le prompt initial dépasse la limite de %@ octets acceptée par l’agent.
hi: प्रारंभिक प्रॉम्प्ट एजेंट द्वारा स्वीकार्य %@ बाइट की सीमा से अधिक है।
it: Il prompt iniziale supera il limite di %@ byte accettato dall’agente.
ja: 最初のプロンプトが、エージェントが受け付ける上限の%@バイトを超えています。
ko: 초기 프롬프트가 에이전트의 허용 한도인 %@바이트를 초과합니다.
nl: De beginprompt overschrijdt de limiet van %@ bytes die de agent accepteert.
pl: Początkowy prompt przekracza akceptowany przez agenta limit %@ bajtów.
pt_br: O prompt inicial excede o limite de %@ bytes aceito pelo agente.
ru: Начальный промпт превышает допустимый для агента предел в %@ байт.
tr: Başlangıç istemi, ajanın kabul ettiği %@ baytlık sınırı aşıyor.
uk: Початковий промпт перевищує прийнятний для агента ліміт у %@ байтів.
zh_hans: 初始提示词超出了智能体接受的 %@ 字节上限。
zh_hant: 初始提示詞超過代理程式接受的 %@ 位元組上限。

# The initial prompt is %@ bytes, and %@ accepts %@.
source: The initial prompt is %1$@ bytes, and %2$@ accepts %3$@.
ar: حجم الـ prompt الأولي %1$@ بايت، ويقبل %2$@ ما يصل إلى %3$@.
de: Der anfängliche Prompt hat %1$@ Byte, und %2$@ akzeptiert %3$@.
es: El prompt inicial ocupa %1$@ bytes y %2$@ acepta %3$@.
fr: Le prompt initial fait %1$@ octets, et %2$@ en accepte %3$@.
hi: प्रारंभिक प्रॉम्प्ट %1$@ बाइट का है, और %2$@ केवल %3$@ स्वीकार करता है।
it: Il prompt iniziale è di %1$@ byte e %2$@ ne accetta %3$@.
ja: 最初のプロンプトは%1$@バイトですが、%2$@が受け付けるのは%3$@バイトです。
ko: 초기 프롬프트는 %1$@바이트이며, %2$@은(는) %3$@까지 허용합니다.
nl: De beginprompt is %1$@ bytes, en %2$@ accepteert er %3$@.
pl: Początkowy prompt ma %1$@ bajtów, a %2$@ akceptuje %3$@.
pt_br: O prompt inicial tem %1$@ bytes, e %2$@ aceita %3$@.
ru: Размер начального промпта — %1$@ байт, а %2$@ принимает %3$@.
tr: Başlangıç istemi %1$@ bayt; %2$@ ise en fazla %3$@ kabul ediyor.
uk: Розмір початкового промпту — %1$@ байтів, а %2$@ приймає %3$@.
zh_hans: 初始提示词为 %1$@ 字节，而 %2$@ 接受 %3$@。
zh_hant: 初始提示詞為 %1$@ 位元組，而 %2$@ 接受 %3$@。

source: The keychain refused to keep the secret (error %@).
ar: رفضت سلسلة المفاتيح الاحتفاظ بالسر (الخطأ %@).
de: Der Schlüsselbund hat das Speichern des Geheimnisses verweigert (Fehler %@).
es: El llavero se ha negado a guardar el secreto (error %@).
fr: Le trousseau a refusé de garder le secret (erreur %@).
hi: कीचेन ने सीक्रेट रखने से मना कर दिया (त्रुटि %@)।
it: Il portachiavi si è rifiutato di conservare il segreto (errore %@).
ja: キーチェーンがシークレットの保存を拒否しました（エラー%@）。
ko: 키체인이 암호 저장을 거부했습니다(오류 %@).
nl: De sleutelhanger weigerde het geheim te bewaren (fout %@).
pl: Pęk kluczy odmówił przechowania sekretu (błąd %@).
pt_br: O chaveiro se recusou a guardar o segredo (erro %@).
ru: Связка ключей отказалась сохранить секрет (ошибка %@).
tr: Anahtar zinciri gizli bilgiyi saklamayı reddetti (hata %@).
uk: В’язка ключів відмовилася зберегти секрет (помилка %@).
zh_hans: 钥匙串拒绝保存该密钥（错误 %@）。
zh_hant: 鑰匙圈拒絕保存此密鑰（錯誤 %@）。

source: The model %@ is not offered by this agent.
ar: لا يوفّر هذا الوكيل النموذج %@.
de: Dieser Agent bietet das Modell %@ nicht an.
es: Este agente no ofrece el modelo %@.
fr: Cet agent ne propose pas le modèle %@.
hi: यह एजेंट मॉडल %@ उपलब्ध नहीं कराता।
it: Il modello %@ non è offerto da questo agente.
ja: このエージェントにはモデル%@がありません。
ko: 이 에이전트는 모델 %@을(를) 제공하지 않습니다.
nl: Deze agent biedt het model %@ niet aan.
pl: Ten agent nie oferuje modelu %@.
pt_br: Este agente não oferece o modelo %@.
ru: Этот агент не предлагает модель %@.
tr: Bu ajan %@ modelini sunmuyor.
uk: Цей агент не пропонує модель %@.
zh_hans: 此智能体不提供模型 %@。
zh_hant: 此代理程式未提供模型 %@。

source: The notes could not be read: %@
ar: تعذّرت قراءة الملاحظات: %@
de: Die Notizen konnten nicht gelesen werden: %@
es: No se han podido leer las notas: %@
fr: Les notes n’ont pas pu être lues : %@
hi: नोट्स पढ़े नहीं जा सके: %@
it: Impossibile leggere le note: %@
ja: メモを読み込めませんでした：%@
ko: 메모를 읽을 수 없습니다: %@
nl: De notities konden niet worden gelezen: %@
pl: Nie można odczytać notatek: %@
pt_br: Não foi possível ler as notas: %@
ru: Не удалось прочитать заметки: %@
tr: Notlar okunamadı: %@
uk: Не вдалося прочитати нотатки: %@
zh_hans: 无法读取备注：%@
zh_hant: 無法讀取筆記：%@

source: The notes could not be saved: %@
ar: تعذّر حفظ الملاحظات: %@
de: Die Notizen konnten nicht gesichert werden: %@
es: No se han podido guardar las notas: %@
fr: Les notes n’ont pas pu être enregistrées : %@
hi: नोट्स सहेजे नहीं जा सके: %@
it: Impossibile salvare le note: %@
ja: メモを保存できませんでした：%@
ko: 메모를 저장할 수 없습니다: %@
nl: De notities konden niet worden bewaard: %@
pl: Nie można zachować notatek: %@
pt_br: Não foi possível salvar as notas: %@
ru: Не удалось сохранить заметки: %@
tr: Notlar kaydedilemedi: %@
uk: Не вдалося зберегти нотатки: %@
zh_hans: 无法存储备注：%@
zh_hant: 無法儲存筆記：%@

# The notes would weigh %@; they are limited to %@.
source: The notes would weigh %1$@; they are limited to %2$@.
ar: سيبلغ حجم الملاحظات %1$@، والحد الأقصى %2$@.
de: Die Notizen wären %1$@ groß; erlaubt sind höchstens %2$@.
es: Las notas ocuparían %1$@; el límite es de %2$@.
fr: Les notes pèseraient %1$@ ; elles sont limitées à %2$@.
hi: नोट्स का आकार %1$@ हो जाएगा; उनकी सीमा %2$@ है।
it: Le note peserebbero %1$@; il limite è %2$@.
ja: メモのサイズが%1$@になります。上限は%2$@です。
ko: 메모 크기가 %1$@이(가) 됩니다. 최대 크기는 %2$@입니다.
nl: De notities zouden %1$@ groot zijn; de limiet is %2$@.
pl: Notatki zajęłyby %1$@; limit wynosi %2$@.
pt_br: As notas ocupariam %1$@; o limite é %2$@.
ru: Заметки заняли бы %1$@; предел — %2$@.
tr: Notlar %1$@ tutacaktı; sınır %2$@.
uk: Нотатки займали б %1$@; ліміт — %2$@.
zh_hans: 备注大小将为 %1$@，上限为 %2$@。
zh_hant: 筆記大小將為 %1$@；上限為 %2$@。

source: The path of this session, %@, is not a folder any more.
ar: مسار هذه الجلسة، %@، لم يعد مجلدًا.
de: Der Pfad dieser Sitzung, %@, ist kein Ordner mehr.
es: La ruta de esta sesión, %@, ya no es una carpeta.
fr: Le chemin de cette session, %@, ne désigne plus un dossier.
hi: इस सेशन का पथ, %@, अब फ़ोल्डर नहीं है।
it: Il percorso di questa sessione, %@, non è più una cartella.
ja: このセッションのパス（%@）はフォルダではなくなりました。
ko: 이 세션의 경로 %@은(는) 더 이상 폴더가 아닙니다.
nl: Het pad van deze sessie, %@, is geen map meer.
pl: Ścieżka tej sesji (%@) nie wskazuje już folderu.
pt_br: O caminho desta sessão, %@, não é mais uma pasta.
ru: Путь этой сессии (%@) больше не указывает на папку.
tr: Bu oturumun yolu (%@) artık bir klasör değil.
uk: Шлях цього сеансу, %@, більше не вказує на папку.
zh_hans: 此会话的路径 %@ 已不再是文件夹。
zh_hant: 此工作階段的路徑 %@ 已不再是資料夾。

source: The running agent (process %@) could not be confirmed stopped.
ar: تعذّر التأكد من إيقاف الوكيل قيد التشغيل (العملية %@).
de: Das Stoppen des laufenden Agents (Prozess %@) konnte nicht bestätigt werden.
es: No se ha podido confirmar que el agente en ejecución (proceso %@) se haya detenido.
fr: L’arrêt de l’agent en cours (processus %@) n’a pas pu être confirmé.
hi: चल रहे एजेंट (प्रोसेस %@) के रुकने की पुष्टि नहीं हो सकी।
it: Impossibile confermare l’arresto dell’agente in esecuzione (processo %@).
ja: 実行中のエージェント（プロセス%@）の停止を確認できませんでした。
ko: 실행 중인 에이전트(프로세스 %@)가 중단되었는지 확인할 수 없습니다.
nl: Er kon niet worden bevestigd dat de actieve agent (proces %@) is gestopt.
pl: Nie można potwierdzić zatrzymania działającego agenta (proces %@).
pt_br: Não foi possível confirmar que o agente em execução (processo %@) parou.
ru: Не удалось подтвердить остановку работающего агента (процесс %@).
tr: Çalışan ajanın (işlem %@) durduğu doğrulanamadı.
uk: Не вдалося підтвердити зупинку запущеного агента (процес %@).
zh_hans: 无法确认正在运行的智能体（进程 %@）已停止。
zh_hant: 無法確認執行中的代理程式（程序 %@）已停止。

source: The session has no resume identifier to hand to the agent.
ar: لا تملك الجلسة معرّف استئناف لتمريره إلى الوكيل.
de: Die Sitzung hat keine Fortsetzungskennung, die an den Agent übergeben werden kann.
es: La sesión no tiene ningún identificador de reanudación que pasar al agente.
fr: La session n’a aucun identifiant de reprise à transmettre à l’agent.
hi: सेशन के पास एजेंट को देने के लिए कोई पुनरारंभ पहचानकर्ता नहीं है।
it: La sessione non ha alcun identificatore di ripresa da passare all’agente.
ja: このセッションには、エージェントに渡す再開用の識別子がありません。
ko: 세션에 에이전트에 전달할 재개 식별자가 없습니다.
nl: De sessie heeft geen hervattings-ID om aan de agent door te geven.
pl: Sesja nie ma identyfikatora wznowienia do przekazania agentowi.
pt_br: A sessão não tem um identificador de retomada para passar ao agente.
ru: У сессии нет идентификатора возобновления для передачи агенту.
tr: Oturumun ajana iletebileceği bir sürdürme tanımlayıcısı yok.
uk: Сеанс не має ідентифікатора продовження для передачі агенту.
zh_hans: 此会话没有可交给智能体的恢复标识符。
zh_hant: 此工作階段沒有可交給代理程式的繼續識別碼。

source: The session store could not be read.
ar: تعذّرت قراءة ملف الجلسات.
de: Die Sitzungsdatei konnte nicht gelesen werden.
es: No se ha podido leer el archivo de sesiones.
fr: Le fichier des sessions n’a pas pu être lu.
hi: सेशन फ़ाइल पढ़ी नहीं जा सकी।
it: Impossibile leggere il file delle sessioni.
ja: セッションファイルを読み込めませんでした。
ko: 세션 파일을 읽을 수 없습니다.
nl: Het sessiebestand kon niet worden gelezen.
pl: Nie można odczytać pliku sesji.
pt_br: Não foi possível ler o arquivo de sessões.
ru: Не удалось прочитать файл сессий.
tr: Oturum dosyası okunamadı.
uk: Не вдалося прочитати файл сеансів.
zh_hans: 无法读取会话存储文件。
zh_hant: 無法讀取工作階段檔案。

source: The session was left on its agent. Check that the process is gone, then try again.
ar: احتفظت الجلسة بوكيلها. تحقق من أن العملية قد توقفت، ثم حاول مرة أخرى.
de: Die Sitzung hat ihren Agent behalten. Prüfe, ob der Prozess beendet ist, und versuche es erneut.
es: La sesión ha conservado su agente. Comprueba que el proceso se haya detenido y vuelve a intentarlo.
fr: La session a gardé son agent. Vérifiez que le processus s’est bien arrêté, puis réessayez.
hi: सेशन अपने एजेंट पर ही रहा। जाँचें कि प्रोसेस बंद हो गई है, फिर से कोशिश करें।
it: La sessione è rimasta sul suo agente. Verifica che il processo sia terminato, poi riprova.
ja: セッションは元のエージェントのままです。プロセスが終了したことを確認してから、もう一度お試しください。
ko: 세션이 기존 에이전트에 그대로 남아 있습니다. 프로세스가 종료되었는지 확인한 후 다시 시도하십시오.
nl: De sessie is bij haar agent gebleven. Controleer of het proces weg is en probeer het opnieuw.
pl: Sesja pozostała przy swoim agencie. Sprawdź, czy proces się zakończył, i spróbuj ponownie.
pt_br: A sessão continuou com o agente. Verifique se o processo terminou e tente novamente.
ru: Сессия осталась со своим агентом. Убедитесь, что процесс завершён, и повторите попытку.
tr: Oturum kendi ajanında bırakıldı. İşlemin sona erdiğini denetleyin, sonra yeniden deneyin.
uk: Сеанс залишився з попереднім агентом. Переконайтеся, що процес завершився, і спробуйте ще раз.
zh_hans: 会话仍保留原智能体。请确认该进程已结束，然后重试。
zh_hant: 工作階段仍保留其代理程式。請確認程序已結束，然後再試一次。

source: The sessions could not be read: %@
ar: تعذّرت قراءة الجلسات: %@
de: Die Sitzungen konnten nicht gelesen werden: %@
es: No se han podido leer las sesiones: %@
fr: Les sessions n’ont pas pu être lues : %@
hi: सेशन पढ़े नहीं जा सके: %@
it: Impossibile leggere le sessioni: %@
ja: セッションを読み込めませんでした：%@
ko: 세션을 읽을 수 없습니다: %@
nl: De sessies konden niet worden gelezen: %@
pl: Nie można odczytać sesji: %@
pt_br: Não foi possível ler as sessões: %@
ru: Не удалось прочитать сессии: %@
tr: Oturumlar okunamadı: %@
uk: Не вдалося прочитати сеанси: %@
zh_hans: 无法读取会话：%@
zh_hant: 無法讀取工作階段：%@

source: The summary is %@ over what an agent can be started with.
ar: يتجاوز الملخص بمقدار %@ الحجم الذي يقبله الوكيل عند بدء تشغيله.
de: Die Zusammenfassung ist %@ größer als das, womit ein Agent gestartet werden kann.
es: El resumen supera en %@ el tamaño con el que se puede iniciar un agente.
fr: Le résumé dépasse de %@ la taille qu’un agent accepte au lancement.
hi: सारांश, एजेंट को शुरू करने की सीमा से %@ अधिक है।
it: Il riepilogo supera di %@ la dimensione con cui un agente può essere avviato.
ja: 要約が、エージェントの起動時に渡せるサイズを%@超えています。
ko: 요약이 에이전트 시작 시 허용되는 크기보다 %@ 큽니다.
nl: De samenvatting is %@ groter dan waarmee een agent kan worden gestart.
pl: Podsumowanie przekracza o %@ rozmiar, z jakim można uruchomić agenta.
pt_br: O resumo excede em %@ o tamanho que um agente aceita ao iniciar.
ru: Сводка на %@ превышает объём, с которым можно запустить агента.
tr: Özet, bir ajanın başlatılabileceği boyutu %@ aşıyor.
uk: Підсумок на %@ більший, ніж агент приймає під час запуску.
zh_hans: 摘要比智能体启动时可接受的大小多出 %@。
zh_hant: 摘要比代理程式啟動時可接受的大小多出 %@。

source: The system refused to start another process.
ar: رفض النظام بدء عملية أخرى.
de: Das System hat den Start eines weiteren Prozesses verweigert.
es: El sistema se ha negado a iniciar otro proceso.
fr: Le système a refusé de lancer un autre processus.
hi: सिस्टम ने एक और प्रोसेस शुरू करने से मना कर दिया।
it: Il sistema si è rifiutato di avviare un altro processo.
ja: システムが別のプロセスの起動を拒否しました。
ko: 시스템이 다른 프로세스의 시작을 거부했습니다.
nl: Het systeem weigerde nog een proces te starten.
pl: System odmówił uruchomienia kolejnego procesu.
pt_br: O sistema se recusou a iniciar outro processo.
ru: Система отказалась запустить ещё один процесс.
tr: Sistem başka bir işlem başlatmayı reddetti.
uk: Система відмовилася запускати ще один процес.
zh_hans: 系统拒绝启动新进程。
zh_hant: 系統拒絕啟動另一個程序。

source: The terminal host stopped, and this agent was stopped with it.
ar: توقف مضيف الطرفيات، وتوقف هذا الوكيل معه.
de: Der Terminal-Host wurde beendet und dieser Agent mit ihm.
es: El host de terminales se ha detenido y este agente se ha detenido con él.
fr: L’hôte des terminaux s’est arrêté, et cet agent avec lui.
hi: टर्मिनल होस्ट रुक गया, और उसके साथ यह एजेंट भी रुक गया।
it: L’host dei terminali si è arrestato e questo agente si è arrestato con esso.
ja: ターミナルホストが停止し、このエージェントも停止しました。
ko: 터미널 호스트가 중단되어 이 에이전트도 함께 중단되었습니다.
nl: De terminalhost is gestopt, en deze agent daarmee ook.
pl: Host terminali zatrzymał się, a wraz z nim ten agent.
pt_br: O host dos terminais parou, e este agente parou junto.
ru: Хост терминалов остановился, и вместе с ним остановился этот агент.
tr: Terminal sunucusu durdu ve bu ajan da onunla birlikte durduruldu.
uk: Хост терміналів зупинився, і разом з ним зупинився цей агент.
zh_hans: 终端主机已停止，此智能体也随之停止。
zh_hant: 終端機主機已停止，此代理程式也隨之停止。

source: The terminal process could not be started.
ar: تعذّر بدء عملية الطرفية.
de: Der Terminalprozess konnte nicht gestartet werden.
es: No se ha podido iniciar el proceso del terminal.
fr: Le processus du terminal n’a pas pu être lancé.
hi: टर्मिनल प्रोसेस शुरू नहीं की जा सकी।
it: Impossibile avviare il processo del terminale.
ja: ターミナルのプロセスを起動できませんでした。
ko: 터미널 프로세스를 시작할 수 없습니다.
nl: Het terminalproces kon niet worden gestart.
pl: Nie można uruchomić procesu terminala.
pt_br: Não foi possível iniciar o processo do terminal.
ru: Не удалось запустить процесс терминала.
tr: Terminal işlemi başlatılamadı.
uk: Не вдалося запустити процес термінала.
zh_hans: 无法启动终端进程。
zh_hant: 無法啟動終端機程序。

source: The terminal process stopped responding and its outcome is unknown.
ar: توقفت عملية الطرفية عن الاستجابة ونتيجتها غير معروفة.
de: Der Terminalprozess reagiert nicht mehr, sein Ergebnis ist unbekannt.
es: El proceso del terminal ha dejado de responder y se desconoce cómo terminó.
fr: Le processus du terminal ne répond plus et on ignore comment il s’est terminé.
hi: टर्मिनल प्रोसेस ने प्रतिक्रिया देना बंद कर दिया और उसका परिणाम अज्ञात है।
it: Il processo del terminale non risponde più e il suo esito è sconosciuto.
ja: ターミナルのプロセスが応答しなくなり、結果は不明です。
ko: 터미널 프로세스가 응답하지 않으며 결과를 알 수 없습니다.
nl: Het terminalproces reageert niet meer en de afloop is onbekend.
pl: Proces terminala przestał odpowiadać, a jego wynik jest nieznany.
pt_br: O processo do terminal parou de responder e seu resultado é desconhecido.
ru: Процесс терминала перестал отвечать, и результат его работы неизвестен.
tr: Terminal işlemi yanıt vermeyi bıraktı ve sonucu bilinmiyor.
uk: Процес термінала перестав відповідати; чим він завершився, невідомо.
zh_hans: 终端进程已停止响应，结果未知。
zh_hant: 終端機程序停止回應，結果不明。

source: The working directory %@ is unavailable.
ar: مجلد العمل %@ غير متوفر.
de: Der Arbeitsordner %@ ist nicht verfügbar.
es: La carpeta de trabajo %@ no está disponible.
fr: Le dossier de travail %@ n’est pas disponible.
hi: कार्य फ़ोल्डर %@ उपलब्ध नहीं है।
it: La cartella di lavoro %@ non è disponibile.
ja: 作業フォルダ%@を利用できません。
ko: 작업 폴더 %@을(를) 사용할 수 없습니다.
nl: De werkmap %@ is niet beschikbaar.
pl: Folder roboczy %@ jest niedostępny.
pt_br: A pasta de trabalho %@ não está disponível.
ru: Рабочая папка %@ недоступна.
tr: Çalışma klasörü kullanılamıyor: %@.
uk: Робоча папка %@ недоступна.
zh_hans: 工作文件夹 %@ 不可用。
zh_hant: 無法使用工作資料夾 %@。

source: The working directory is not a usable absolute path.
ar: مجلد العمل ليس مسارًا مطلقًا صالحًا للاستخدام.
de: Der Arbeitsordner ist kein verwendbarer absoluter Pfad.
es: La carpeta de trabajo no es una ruta absoluta utilizable.
fr: Le dossier de travail n’est pas un chemin absolu utilisable.
hi: कार्य फ़ोल्डर उपयोग योग्य निरपेक्ष पथ नहीं है।
it: La cartella di lavoro non è un percorso assoluto utilizzabile.
ja: 作業フォルダが使用可能な絶対パスではありません。
ko: 작업 폴더가 사용할 수 있는 절대 경로가 아닙니다.
nl: De werkmap is geen bruikbaar absoluut pad.
pl: Folder roboczy nie jest użyteczną ścieżką bezwzględną.
pt_br: A pasta de trabalho não é um caminho absoluto utilizável.
ru: Рабочая папка не является пригодным абсолютным путём.
tr: Çalışma klasörü kullanılabilir bir mutlak yol değil.
uk: Робоча папка не є придатним абсолютним шляхом.
zh_hans: 工作文件夹不是可用的绝对路径。
zh_hant: 工作資料夾不是可用的絕對路徑。

source: This agent cannot resume a previous session.
ar: لا يمكن لهذا الوكيل استئناف جلسة سابقة.
de: Dieser Agent kann keine frühere Sitzung fortsetzen.
es: Este agente no puede reanudar una sesión anterior.
fr: Cet agent ne peut pas reprendre une session précédente.
hi: यह एजेंट पिछला सेशन जारी नहीं रख सकता।
it: Questo agente non può riprendere una sessione precedente.
ja: このエージェントは以前のセッションを再開できません。
ko: 이 에이전트는 이전 세션을 재개할 수 없습니다.
nl: Deze agent kan een eerdere sessie niet hervatten.
pl: Ten agent nie może wznowić poprzedniej sesji.
pt_br: Este agente não pode retomar uma sessão anterior.
ru: Этот агент не может возобновить предыдущую сессию.
tr: Bu ajan önceki bir oturumu sürdüremez.
uk: Цей агент не може продовжити попередній сеанс.
zh_hans: 此智能体无法恢复之前的会话。
zh_hant: 此代理程式無法繼續先前的工作階段。

source: This agent does not accept an initial prompt.
ar: لا يقبل هذا الوكيل prompt أوليًا.
de: Dieser Agent akzeptiert keinen anfänglichen Prompt.
es: Este agente no acepta un prompt inicial.
fr: Cet agent n’accepte pas de prompt initial.
hi: यह एजेंट प्रारंभिक प्रॉम्प्ट स्वीकार नहीं करता।
it: Questo agente non accetta un prompt iniziale.
ja: このエージェントは最初のプロンプトを受け付けません。
ko: 이 에이전트는 초기 프롬프트를 받지 않습니다.
nl: Deze agent accepteert geen beginprompt.
pl: Ten agent nie przyjmuje początkowego promptu.
pt_br: Este agente não aceita um prompt inicial.
ru: Этот агент не принимает начальный промпт.
tr: Bu ajan başlangıç istemi kabul etmiyor.
uk: Цей агент не приймає початковий промпт.
zh_hans: 此智能体不接受初始提示词。
zh_hant: 此代理程式不接受初始提示詞。

source: This agent does not let Vibe Manager choose a model.
ar: لا يسمح هذا الوكيل لـ Vibe Manager باختيار نموذج.
de: Dieser Agent lässt Vibe Manager kein Modell auswählen.
es: Este agente no permite que Vibe Manager elija un modelo.
fr: Cet agent ne permet pas à Vibe Manager de choisir un modèle.
hi: यह एजेंट Vibe Manager को मॉडल चुनने नहीं देता।
it: Questo agente non consente a Vibe Manager di scegliere un modello.
ja: このエージェントではVibe Managerがモデルを選択できません。
ko: 이 에이전트는 Vibe Manager가 모델을 선택하도록 허용하지 않습니다.
nl: Deze agent laat Vibe Manager geen model kiezen.
pl: Ten agent nie pozwala Vibe Manager wybrać modelu.
pt_br: Este agente não permite que o Vibe Manager escolha um modelo.
ru: Этот агент не позволяет Vibe Manager выбрать модель.
tr: Bu ajan, Vibe Manager’ın model seçmesine izin vermiyor.
uk: Цей агент не дозволяє Vibe Manager вибирати модель.
zh_hans: 此智能体不允许 Vibe Manager 选择模型。
zh_hant: 此代理程式不允許 Vibe Manager 選擇模型。
